{
  "data": [
    {
      "id": "10",
      "title": "How a Realist Hero Rebuilt the Kingdom",
      "coverImage": {
        "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/1/13/GSYnOS-LN-JP-v01-Cover.png/revision/latest?cb=20180710135404",
        "banner": "https://static.wikia.nocookie.net/genjitsushugisha/images/2/2b/GSYnOS-Anime-Banner.png/revision/latest/scale-to-width-down/1000?cb=20201104074830"
      },
      "additional_info": {
        "author": "Dojyomaru",
        "status": "Finished",
        "type": "Light Novel",
        "updatedAt": "1767864058",
        "description": "\"O, Hero!\" With that cliched line, Kazuya Souma found himself summoned to another world and his adventure--did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now...?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess...?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!"
      },
      "genres": ["Romance", "Fantasy"],
      "source": {
        "url": "https://j-novel.club/series/how-a-realist-hero-rebuilt-the-kingdom",
        "name": "J-Novel Club"
      },
      "volumes": [
        {
          "volume": "20",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/4/48/GenjitsuShugiYuusha-LN-JP-v20-Cover.png/revision/latest/scale-to-width-down/1000?cb=20241129131054",
          "url": "https://drive.google.com/file/d/1A87P_dhRR9hWHmQnriYjV_nN2xzq1oYm/view?usp=drive_link",
          "synopsis": "The era of the great man Fuuga has come to an end, and the world of the south has been reorganized with King Souma at its center. As peace settles across the southern hemisphere, the world of the north enters a new era of excitement and adventure. The lives of Souma and the others who laid the foundation for this new age are now filled with joy and unexpected surprises...! “Please, marry me!” “Y-Your Majesty?!” A major proposal rocks Parnam Castle, and the long-awaited child between Souma and a certain someone is finally born. Yet another peaceful day dawns in the Kingdom of Friedonia! And at last, what one lingering regret remains in the heart of Souma, a man who gained a family after being summoned to another world? The revolutionary transferred-to-another world fantasy series reaches its bold and heartwarming conclusion in this twentieth volume—packed with happiness, fulfillment, and the rewards of a life well lived!"
        },
        {
          "volume": "19",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/2/2a/GenjitsuShugiYuusha-LN-JP-v19-Cover.png/revision/latest?cb=20240201114428",
          "url": "https://drive.google.com/file/d/17TgcT2QNXJ9_eENfR63d7goTQZPZHBtf/view?usp=drive_link",
          "synopsis": "The World War has finally begun. With the sacrifice of his loyal retainer, Owen, Souma has played his trump card that will leave Fuuga’s Great Tiger Empire struggling to maintain momentum. The Kingdom of Friedonia and the Maritime Alliance mobilize their forces to exploit this new opportunity, but Fuuga is ready to prove his strength. “Have no doubt—after this battle, the world will be painted in my color!” As the war approaches its climax, will Fuuga meet his fate after rallying so many? How will King Souma’s envisioned new era unfold? All will be revealed in the nineteenth installment of the revolutionary transferred-to-another-world administrative fantasy series!"
        },
        {
          "volume": "18",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/b/b3/GSYnOS-LN-JP-v18-Cover.png/revision/latest?cb=20230601120008",
          "url": "https://drive.google.com/file/d/1ITB_TPpl6XnfT_KPf3hKawCkeOY1WMZL/view?usp=drive_link",
          "synopsis": "The Demon Lord’s Domain has been liberated, ushering in a new era. However, with the demons no longer a common enemy, the threat of a power shift hangs in the air. Who will triumph if the Maritime Alliance led by the Kingdom of Friedonia clashes with the Great Tiger Empire of Haan? While Souma is busy mobilizing his personnel to prepare for an impending conflict, Yuriga approaches him with a shocking request to return home. He initially doubts his ears, but it’s part of a surprising plan to corner Yuriga’s brother, the Great Tiger Emperor?! All this and more in the eighteenth installment of the revolutionary transferred-to-another-world administrative fantasy series!"
        },
        {
          "volume": "17",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/8/81/GSYnOS-LN-JP-v17-Cover.png/revision/latest?cb=20220402212527",
          "url": "https://drive.google.com/file/d/1Ij2dV9vOwqHC-UYS_0i1ZlhQ0L88Zbqx/view?usp=drive_link",
          "synopsis": "The Great Tiger Kingdom of Haan has defeated the Gran Chaos Empire and grown to become the most powerful of all mankind's nations—splitting the world in two between themselves and the Maritime Alliance, headed by the Kingdom of Friedonia. Souma receives a request from King Fuuga of the Great Tiger Kingdom to join him in the “complete liberation of the Demon Lord's Domain.” As risky as this endeavor is, Souma recognizes the need to liberate the demon front and accepts Fuuga’s offer. He gathers information on the mysterious demons in earnest, but when their forces go on the march, the demons seem to possess power beyond anything Souma imagined! Here comes volume seventeen of the revolutionary administrative fantasy series!"
        },
        {
          "volume": "16",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/9/98/GSYnOS-LN-JP-v16-Cover.png/revision/latest?cb=20211201102104",
          "url": "https://drive.google.com/file/d/1R5NcGpqtkd2jJa26ROkX3cpI5NkwSX99/view?usp=drive_link",
          "synopsis": "Two years have passed since the Spirit King’s Curse shook the world. In this time, Souma and the Kingdom of Friedonia have been preparing for an impending period of unprecedented chaos. However, the Kingdom was not the only country to burgeon over the two years. Fuuga has been expanding the border of his Great Tiger Kingdom of Haan as well. Following the acquisition of the Lunarian Orthodox Papal State, Fuuga sought to bring the Mercenary State Zem under his control. Now, having gained such powerful forces, he declares war on mankind’s greatest nation—the Gran Chaos Empire. With this move, an agonizing question now hangs in the air: should the Kingdom abandon the Empire, their ally, to avoid conflict with the great Fuuga Haan? The cruel war begins in volume sixteen of the revolutionary administrative fantasy series!"
        },
        {
          "volume": "15",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/9/92/GSYnOS-LN-JP-v15-Cover.png/revision/latest?cb=20210601103637",
          "url": "https://drive.google.com/file/d/1jopPU9pIPewJbSBrj8w4d2Ib4d2nQTcm/view?usp=drive_link",
          "synopsis": "The Great Tiger Kingdom of Haan, the Gran Chaos Empire, and the Maritime Alliance headed by the Kingdom of Friedonia compete with one another in a newly tripolar world. Suddenly, the Spirit Kingdom of Garlan, home to the high elves, attempts to make contact with these three great powers. They desire to regain the land they lost in the expansion of the Demon Lord's Domain. Souma, however, refuses to help them, seeing no benefit in doing so. Meanwhile, the Great Tiger Kingdom accepts their request and sends troops. Things soon take a downturn as a crisis unfolds; healthy soldiers are collapsing one after another. It turns out that a deadly disease known as the Spirit King's Curse has been running rampant in the Spirit Kingdom! In the face of a novel disease that could threaten the whole world, Souma introduces new policies no one has ever seen before! Here comes volume fifteen of the revolutionary administrative fantasy series!"
        },
        {
          "volume": "14",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/e/e6/GSYnOS-LN-JP-v14-Cover.png/revision/latest/scale-to-width-down/1000?cb=20210401103048",
          "url": "https://drive.google.com/file/d/1FdtIPS7TCYMFxOU-oNBpsdXtlz4VjJ2b/view?usp=drive_link",
          "synopsis": "With Souma's defeat of the giant monster that menaced the Nine-Headed Dragon Archipelago, the people of the Kingdom celebrate his achievement. However, as far as the rest of the world is concerned, someone else has done something even greater—reclaim a piece of the Demon Lord's Domain. That is what Fuuga, King of Malmkhitan, has accomplished. Within the Union of Eastern Nations, Fuuga's power and influence rapidly expand. Unable to accept this encroachment, the anti-Fuuga faction launches an unsuccessful attempt on his life. This sparks all the nations of the Union to be drawn into a massive conflagration?! When this conflict ends, the world will move on to a new stage. Here is volume fourteen of the revolutionary administrative fantasy series!"
        },
        {
          "volume": "13",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/d/df/GSYnOS-LN-JP-v13-Cover.png/revision/latest?cb=20200831151213",
          "url": "https://drive.google.com/file/d/1kBgJxZ_8a74-YF6_zyApnaUQdT9_quSA/view?usp=drive_link",
          "synopsis": "Risking her life to save her homeland, Shabon, a princess from the Nine-Headed Dragon Archipelago, joins Souma's side in hopes of stopping an impending war. But with a fleet already en route to the hostile archipelago under his orders, Souma sets out to infiltrate the islands before they arrive. As he gathers information within the enemy territory, he finds that the real threat isn't their naval fleet, but a massive creature in their waters that defies all common sense...?! What strategy will Souma come up with to handle these two encroaching threats?! Find out in the thirteenth volume of the revolutionary administrative fantasy series!"
        },
        {
          "volume": "12",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/1/15/GSYnOS-LN-JP-v12-Cover.png/revision/latest?cb=20200401112612",
          "url": "https://drive.google.com/file/d/1tekWQGbAZro83Bv96bQKpI87--50pdaC/view?usp=drive_link",
          "synopsis": "An invitation has arrived for the Great Martial Arts Tournament in the Mercenary State of Zem. Its grand prize? A single wish. Having previously broken off diplomatic relations with the Zem, though, Souma had no intention of responding—that is, until he received reports that the daughter of the former General of the Army will be participating?! Her father, Georg Carmine, was disposed of as a traitor following the rebellion. Should she win and wish for revenge, that might lead to an all-out war against the Kingdom! Looking to probe her intentions, Souma sets out for the Military State. There, he meets the King of Zem, who he learns is equally in the dark regarding what she has planned. Volume twelve of the revolutionary administration fantasy series starts now!"
        },
        {
          "volume": "11",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/9/9f/GSYnOS-LN-JP-v11-Cover.png/revision/latest?cb=20191001104427",
          "url": "https://drive.google.com/file/d/1JYdJDBabNVV9Z2mi7TKldwJd-kjKPLWP/view?usp=drive_link",
          "synopsis": "With the blessings of his people, Souma has concluded his coronation and wedding ceremony. Now his little sister, Tomoe, is heading to her first day of school at the Royal Academy. As she takes her initial step through the gates, she’s greeted with... “Oh! Hey! Isn’t that Lady Tomoe over there?!” “Despite being a refugee, she was adopted by the former royal couple because of her gift...” “That means she’s incredibly talented, right?” Ever since Souma’s “if you have a gift” speech, the academy has turned from classism to meritocracy, and Tomoe, whose gift has been recognized by Souma himself, is drawing a lot of attention...?! Here comes Volume 11 of the revolutionary, administrative, fantasy series!"
        },
        {
          "volume": "10",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/f/f6/GSYnOS-LN-JP-v10-Cover.png/revision/latest?cb=20190603102541",
          "url": "https://drive.google.com/file/d/16o9b-CKSi6n-NbCpZXHEysMKVdtw67fD/view?usp=drive_link",
          "synopsis": "\"Starting today, I will formally become the king of this Kingdom of Friedonia.\" Having returned from the Union of Eastern Nations and rested awhile, the ceremony that will turn Souma from a provisional king to the true king is rapidly approaching. Because Souma's marriage to his fiancées is to be held on the same day, the capital gets more lively than ever! Meanwhile, using his own marriage as an impetus, Souma encourages his retainers to get married, too. Those who are already engaged to be married, those who aren't ready to be husband and wife yet, those who haven't even recognized their own love—Souma shows concern for all his retainers' different circumstances... The revolutionary administrative fantasy series, volume ten!"
        },
        {
          "volume": "9",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/a/aa/GSYnOS-LN-JP-v09-Cover.png/revision/latest?cb=20190201102436",
          "url": "https://drive.google.com/file/d/120RJd4l1Z8LYwRuevCHbszCwgThIam_J/view?usp=drive_link",
          "synopsis": "Souma, who has come to the Union of Eastern Nations to deal with the demon wave, pushes east toward the intense fighting in the Duchy of Chima. Duke Chima has been gathering reinforcements with a promise to reward those who distinguish themselves in battle by presenting them with one of his six capable children, but the battle has reached a stalemate. En route to the Duchy of Chima, Souma meets the king of the nomadic state of Malmkhitan. As they travel together, Souma learns Fuuga is also there to support the Duchy of Chima. But for Fuuga, who is aiming to be the top contributor to the war effort, Souma is an enemy competing with him for one of the six brothers and sisters. When faced with Fuuga's shocking power, how will Souma handle it?! The revolutionary administrative fantasy series, volume nine!"
        },
        {
          "volume": "8",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/d/dd/GSYnOS-LN-JP-v08-Cover.png/revision/latest?cb=20181001192937",
          "url": "https://drive.google.com/file/d/1fTgAi62T3JS0i8ETlc5vtx4FH8HaqSqA/view?usp=drive_link",
          "synopsis": "My retainers are my strength. With a massive number of monsters appearing in a \"Demon Wave,\" the group of small to medium-sized countries known as the Union of Eastern Nations faces a crisis. During a conference with Empress Maria of the Gran Chaos Empire, Souma is asked to dispatch reinforcements to the union. The place Souma sends those troops to is the Kingdom of Lastania. Which is where a former foe, the crown prince Souma once drove from the Principality of Amidonia, Julius, is putting up a hard fight as a visiting general...?! And so, standing shoulder-to-shoulder with Julius, Souma uses his retainers' strength in an operation to save Lastania! The revolutionary administrative fantasy series, volume eight!"
        },
        {
          "volume": "7",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/e/e2/GSYnOS-LN-JP-v07-Cover.png/revision/latest?cb=20180710140012",
          "url": "https://drive.google.com/file/d/1Q5LTV1thmosldXNLBrjPEolkrHiaPhdV/view?usp=drive_link",
          "synopsis": "Having returned from the Star Dragon Mountain Range, Souma heads to the next destination on his diplomatic tour, the Republic of Turgis. While he is there to investigate the possibility of forming cordial relations with a neighbor they currently have no interaction with, Souma finds his attention drawn to the high level of the local blacksmiths, and a plan occurs to him. Sensing that state level negotiations will be necessary to make his plan a reality, he succeeds in arranging a meeting with the republic's head of state. In order to make the negotiations fruitful, Souma demonstrates the kingdom's power to the republic. \"I will show the republic the 'gain' to be had from working with us, and the 'threat' to make them hesitate to oppose us.\" Can Souma's secret plan move the republic?! The revolutionary administrative fantasy series, volume seven!"
        },
        {
          "volume": "6",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/7/78/GSYnOS-LN-JP-v06-Cover.png/revision/latest?cb=20180710135942",
          "url": "https://drive.google.com/file/d/1a2UOMYtoOcJUYe1FqnOM0dVlNv-FcHs-/view?usp=drive_link",
          "synopsis": "Souma has received an invitation from the godbeast, Mother Dragon, ruler of the land of dragons, the Star Dragon Mountain Range, to attend the Contract Ceremony, where contracts between knights and dragons are formed. When he arrives, Souma is guided by Mother Dragon to meet the flightless dragon Naden. Having found a special talent in Naden, who has always been taunted for her inability to fly, Souma tries to make her realize her own value, but, at the same time, Mother Dragon issues an oracle. \"A storm is approaching the Star Dragon Mountain Range.\" And so, Souma ends up confronting a calamity that transcends human knowledge?! The revolutionary administrative fantasy series, volume six!"
        },
        {
          "volume": "5",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/2/2a/GSYnOS-LN-JP-v05-Cover.png/revision/latest?cb=20180710135908",
          "url": "https://drive.google.com/file/d/1DkwouEa_CZJF0vhNhuSkzpBV4GYL9f-C/view?usp=drive_link",
          "synopsis": "A new nation, the Kingdom of Friedonia, is born and Souma becomes its new king. He broadcasts an educational program and is gradually working towards the enlightenment of his people when he makes a visit to Lagoon City, a city on the water which is ruled by Excel who has been appointed the Supreme Commander of the National Defense Force. There he finds Castor, the former General of the Air Force who Souma once defeated, waiting for him. When Castor becomes suspicious about his sudden visit, Souma reveals the National Defense Force's top secret project?! \"You... What in the world have you created...?\" When Castor is struck dumb by the unimaginable sight he witnesses, what will the order Souma gives him be?! The story moves on to the next stage! The fifth volume of the revolutionary transferred-to-another-world administrative fantasy!"
        },
        {
          "volume": "4",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/a/ae/GSYnOS-LN-JP-v04-Cover.png/revision/latest?cb=20180710135832",
          "url": "https://drive.google.com/file/d/1-hfPclRTXdIJeP0ot5moDjZXeGY6hFH4/view?usp=drive_link",
          "synopsis": "After the war with the Principality of Amidonia comes to a close, provisional king Souma receives an unexpected message. It's a request for annexation from his former enemies in the Principality. Facing a civil war and an invasion by other countries, the Principality now needs the Elfrieden Kingdom's strength in order to fight back. Souma agrees to the annexation and summons those who play an important role in the defense of the Principality to Van for an awards ceremony, but the Princess of the Principality, Roroa, is hiding in with the mountain of gifts they give him?! \"Souma... Do ya want me? Or don't ya?\" When he receives a sudden marriage proposal from Roroa, what will Souma decide to do?! This is the fourth volume of the increasingly popular transferred-to-another-world administrative fantasy!"
        },
        {
          "volume": "3",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/8/83/GSYnOS-LN-JP-v03-Cover.png/revision/latest?cb=20180710135801",
          "url": "https://drive.google.com/file/d/1DvT4HRe10HgDZYAUiS5zbJVbFzsUUk3X/view?usp=drive_link",
          "synopsis": "With the subjugation of the Principality of Amidonia accomplished, Souma, the provisional king, begins the post-war cleanup process with his next move, Project Lorelei. It is an entertainment program that uses the Jewel Voice Broadcast. It was originally only thought that this program would amuse the people of the Kingdom, but it is being broadcast in occupied Van, too. What does Souma hope to accomplish with that...?! Then, when Souma takes some time off to rest in the capital of Amidonia, Van, with Juna and Tomoe, he encounters Jeanne Euphoria, the younger sister of the Empress of the Gran Chaos Empire. What sort of “negotiation” does the “realistic” Jeanne, who supports her idealistic sister, have in store for Souma...?! The revolutionary transferred-to-another-world administrative fantasy is now on its third volume!"
        },
        {
          "volume": "2",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/a/a7/GSYnOS-LN-JP-v02-Cover.png/revision/latest?cb=20180710135531",
          "url": "https://drive.google.com/file/d/1vVHpYS-K2PqGqsSVGjlQzPgSH_oMnmdE/view?usp=drive_link",
          "synopsis": "When Souma Kazuya was summoned to another world to become a hero, he didn't go on an adventure, he became the king of Elfrieden and took to governing instead. Using knowledge from his old world, Souma began to push forward reforms every day, but eventually there came a time when he would have to face the general of the army, Georg Carmine, who refused to soften his rebellious stance. When the plans of the neighboring Principality of Amidonia get involved, things move from the political arena to the military one. \"Now, let the subjugation war begin!\" Will Souma be able to safely bring this war to a conclusion?! This amazing transferred-to-another-world internal-politics fantasy series is on its second volume!"
        },
        {
          "volume": "1",
          "cover": "https://static.wikia.nocookie.net/genjitsushugisha/images/1/13/GSYnOS-LN-JP-v01-Cover.png/revision/latest?cb=20180710135404",
          "url": "https://drive.google.com/file/d/1Q5ksT601hG9eaIcvT4gFG8Vx8345neYd/view?usp=drive_link",
          "synopsis": "\"O, Hero!\" With that cliched line, Kazuya Souma found himself summoned to another world and his adventure--did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now...?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess...?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!"
        }
      ]
    },
    {
      "id": "9",
      "title": "How I Became King by Eating Monsters",
      "coverImage": {
        "cover": "https://www.crossinfworld.com/img/lncover/mm-vol-1-cover-web.jpg",
        "banner": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5ggV5iwQPLT1_9Swmzm217lz-wG9fgphaBg&s"
      },
      "additional_info": {
        "author": "Daken",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767797437",
        "description": "<strong>Eat Or Die!</strong><br/><br/>The first prince of the kingdom of Farune, Mars, is only twelve years old, yet he lives in fear of assassination. In order to avoid the deadly poison in nearly all of his meals, he slips out of the castle into the nearby monster-infested forest, where, battling monsters and his own hunger, he has to hunt for his meals in order to stave off starvation. Then, one night, as he’s searching for his next bite of monster meat, a red-haired woman shouldering a greatsword appears before him and says to him, “You have promise. Become my apprentice.” How is he supposed to tell her that this must be some sort of mistake? But there’s a secret that only she knows, and that he’s stumbled upon: eating monsters makes you stronger! With her training and his newfound power, Mars will finally overcome all those pesky assassination attempts. However, that doesn’t end things; no, it’s only the beginning of a nationwide—even continent-spanning—series of wars and plots with him right in the middle!"
      },
      "genres": ["Comedy", "Fantasy", "Shoujo", "Shounen"],
      "source": {
        "url": "https://www.crossinfworld.com/How-I-Became-King-by-Eating-Monsters-Volume-1.html",
        "name": "Cross Infinite World"
      },
      "volumes": [
        {
          "volume": "4",
          "cover": "https://www.crossinfworld.com/img/lncover/mm-vol-4-cover-web.jpg",
          "url": "https://drive.google.com/file/d/13CH1zLHZpTfOUARdQmNLHOxxnHhbQPAy/view?usp=drive_link",
          "synopsis": "<strong>Fight On, Farune!</strong><br/><br/>Farune’s war with Vulcan and Eyland rages on. A rebellion in Vulcan’s capital throws the country into chaos—but after Frau’s incineration of Vulcan’s king along with thousands of the nation’s soldiers, the Vulcanians band together against Farune anyway. Struck by the truth of the situation, Sheila resolves to change the adorable Frau’s fiendish heart.<br/><br/>Meanwhile, the invasion of Eyland hits a snag. But neither Eyland nor the unchecked spread of monster meat consumption is the most formidable foe Mars will face—not as long as the saint, Maria, is around! As Mars struggles to keep his bloodthirsty subordinates in line, he’ll need to have his wits about him if he doesn’t want to get completely entangled in her schemes, too."
        },
        {
          "volume": "3",
          "cover": "https://www.crossinfworld.com/img/lncover/mm-vol-3-cover-web.jpg",
          "url": "https://drive.google.com/file/d/18Z4pV3B1nl25ayo3YeDAS8o6yQZslrbj/view?usp=drive_link",
          "synopsis": "<strong>Saint or Sinner?</strong><br/><br/>The Church of Mauve, the largest religion on the continent of Ares, has just announced a new doctrine prohibiting the consumption of monsters. Needless to say, the Farunians aren’t happy about it. They’re ready to start a war, but Mars wants to talk things out peacefully, so he decides to pay the Theocracy of Mauve a visit. On a fleet of dragons. So much for keeping a low profile.<br/><br/>As Frau and members of the Hundred cause a violent stir in the Theocracy, Mars meets someone who possesses charm the brutal Farunians lack: the beautiful, elegant, and talented candidate for sainthood, Maria. Mars hopes that by striking an agreement with the church and bringing Maria to Farune as its new bishop, he may finally be able to have peace—even if he still can’t get a decent meal. But an even greater conflict is on the horizon, one that threatens to change Ares forever. Will the overwhelming odds be too much for Mars? And is Maria really all that she seems?"
        },
        {
          "volume": "2",
          "cover": "https://www.crossinfworld.com/img/lncover/mm-vol-2-cover-web.jpg",
          "url": "https://drive.google.com/file/d/1EU-w9YokezqjN1kWh0fRFMhO43J5DNOk/view?usp=drive_link",
          "synopsis": "<strong>Queen Consort Battle Royal!</strong><br/><br/>In Farune, the excitement still hasn’t died down after the kingdom’s crushing victory over the great power of Dorssen. But suddenly, one of Dorssen’s five vaunted Champions, Carmilla, comes barging into the castle alone, seeking a fight with Mars. Before the Frenzied Princess can reach him, she’s stopped by Yamato, the Hundred’s expert sword instructor—and in the middle of their duel, he has an idea for a better role for Carmilla: becoming Mars’s wife. Naturally, everyone in the Hundred—besides Mars—is in complete agreement, and the stage is gradually set for a no-holds-barred battle between Frau and Carmilla for the position of queen consort.<br/><br/>That isn’t all: other countries are beginning to take note of Farune, and with his subordinates determined to run wild and enact all sorts of outlandish ideas, Mars has his hands full just trying to find a decent bite to eat of something—anything—besides that vile monster meat. Where will he go next on his (completely accidental) rise to becoming the strongest king in existence? Will Mars ever be able to eat what he wants again? And what lies in store for the future of Farune—and the world?"
        },
        {
          "volume": "1",
          "cover": "https://www.crossinfworld.com/img/lncover/mm-vol-1-cover-web.jpg",
          "url": "https://drive.google.com/file/d/1isB2_ekSaizIN8rXGpejubvGXTdugqNZ/view?usp=drive_link",
          "synopsis": "<strong>Eat Or Die!</strong><br/><br/>The first prince of the kingdom of Farune, Mars, is only twelve years old, yet he lives in fear of assassination. In order to avoid the deadly poison in nearly all of his meals, he slips out of the castle into the nearby monster-infested forest, where, battling monsters and his own hunger, he has to hunt for his meals in order to stave off starvation. Then, one night, as he’s searching for his next bite of monster meat, a red-haired woman shouldering a greatsword appears before him and says to him, “You have promise. Become my apprentice.” How is he supposed to tell her that this must be some sort of mistake? But there’s a secret that only she knows, and that he’s stumbled upon: eating monsters makes you stronger! With her training and his newfound power, Mars will finally overcome all those pesky assassination attempts. However, that doesn’t end things; no, it’s only the beginning of a nationwide—even continent-spanning—series of wars and plots with him right in the middle!"
        }
      ]
    },
    {
      "id": "8",
      "title": "If the Heroine Wants My Fiancé, I’ll Marry a Yandere Villain Instead!",
      "coverImage": {
        "cover": "https://www.crossinfworld.com/img/lncover/heroine-wants-Vol-1-cover-web.jpg",
        "banner": "https://i0.wp.com/anitrendz.net/news/wp-content/uploads/2025/10/If-the-Heroine-Wants-My-Fiance-Ill-Marry-a-Yandere-Villain-Instead-Vol.1-1-scaled-e1761938449383.jpg"
      },
      "additional_info": {
        "author": "Kobako Takara",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767758764",
        "description": "<strong>“You’re being tormented? In that case, let me be the one to adore you!!”</strong><br/><br/>I reincarnated as Cynthia, a wicked noblewoman from a dating sim, and now the heroine is trying to steal my fiancé. If she wants him, I’m happy to cut ties and find someone new! Oh my, perhaps the yandere character named Siraiya (the third son of a duke), who’s known for being an evil nobleman himself, would be a better match? Yes, he’s exactly what I’m looking for!<br/><br/>“You’re the one I want to marry!”<br/><br/>Will the villainess’s love save the villainous nobleman? Find out in this reverse Cinderella tale!"
      },
      "genres": ["Comedy", "Fantasy", "Shoujo", "Isekai", "Reincarnation"],
      "source": {
        "url": "https://www.crossinfworld.com/If-the-Heroine-Wants-My-Fiance-Ill-Marry-a-Yandere-Villain-Instead-Volume-1.html",
        "name": "Cross Infinite World"
      },
      "volumes": [
        {
          "volume": "1",
          "cover": "https://www.crossinfworld.com/img/lncover/heroine-wants-Vol-1-cover-web.jpg",
          "url": "https://drive.google.com/file/d/1i144fDBfjrEAIlef6vb7mZm-cCs_zSDr/view?usp=drive_link",
          "synopsis": "<strong>“You’re being tormented? In that case, let me be the one to adore you!!”</strong><br/><br/>I reincarnated as Cynthia, a wicked noblewoman from a dating sim, and now the heroine is trying to steal my fiancé. If she wants him, I’m happy to cut ties and find someone new! Oh my, perhaps the yandere character named Siraiya (the third son of a duke), who’s known for being an evil nobleman himself, would be a better match? Yes, he’s exactly what I’m looking for!<br/><br/>“You’re the one I want to marry!”<br/><br/>Will the villainess’s love save the villainous nobleman? Find out in this reverse Cinderella tale!"
        }
      ]
    },
    {
      "id": "7",
      "title": "Breaking Up Was the Plan, the Duke Falling For the Villainess Was Not!",
      "coverImage": {
        "cover": "https://www.crossinfworld.com/img/lncover/duke-falling-1-cover-web.jpg",
        "banner": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ9IaS0ilu5HMtKd28LNshizEVKEB88ePagWA&s"
      },
      "additional_info": {
        "author": "Kotoko",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767758241",
        "description": "<strong>“The plan was simple: play the foil, get dumped, live happily ever after. Now? The duke is head over heels for me, the world’s on the brink of war—and I’m going to die.”</strong><br/><br/>I was reincarnated into the pages of my favorite romance novel. Not as the bright, beloved heroine, but as the cruel, grasping villainess, a mere stepping stone in the story. My only job is to dump the “Cold-Hearted Duke” so he can meet his true love. Fail, and war breaks out. I die. Nobody gets their happily ever after.<br/><br/>Easy, right?<br/><br/>Except playing a vindictive noblewoman when I’d been an ordinary woman in my past life is harder than it looks. Because if that’s the case, why—at the end of it all—is the duke holding me close, murmuring into my ear, “Grace… I will never, ever let you go”?!"
      },
      "genres": [
        "Romance",
        "Comedy",
        "Fantasy",
        "Shoujo",
        "Isekai",
        "Reincarnation",
        "Villainess",
        "Yandere",
        "Magic"
      ],
      "source": {
        "url": "https://www.crossinfworld.com/Breaking-Up-Was-the-Plan-the-Duke-Falling-For-the-Villainess-Was-Not-Volume-1.html",
        "name": "Cross Infinite World"
      },
      "volumes": [
        {
          "volume": "1",
          "cover": "https://www.crossinfworld.com/img/lncover/duke-falling-1-cover-web.jpg",
          "url": "https://drive.google.com/file/d/1URD3D--45QESjj-CkR9pNCHRYK-chYen/view?usp=drive_link",
          "synopsis": "<strong>“The plan was simple: play the foil, get dumped, live happily ever after. Now? The duke is head over heels for me, the world’s on the brink of war—and I’m going to die.”</strong><br/><br/>I was reincarnated into the pages of my favorite romance novel. Not as the bright, beloved heroine, but as the cruel, grasping villainess, a mere stepping stone in the story. My only job is to dump the “Cold-Hearted Duke” so he can meet his true love. Fail, and war breaks out. I die. Nobody gets their happily ever after.<br/><br/>Easy, right?<br/><br/>Except playing a vindictive noblewoman when I’d been an ordinary woman in my past life is harder than it looks. Because if that’s the case, why—at the end of it all—is the duke holding me close, murmuring into my ear, “Grace… I will never, ever let you go”?!"
        }
      ]
    },
    {
      "id": "6",
      "title": "Villains Are Destined to Die",
      "coverImage": {
        "cover": "https://images.yenpress.com/imgs/9798400903557.jpg?w=408&h=612&type=books&v=20250519050002&s=e3489580c4d8d5f6bbf730c5c550dd68",
        "banner": "https://yenpress.com/uploads/VIllains-are-Destined-to-Die-novel-hero-image-clean.jpg"
      },
      "additional_info": {
        "author": "Gwon Gyeoeul",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767755590",
        "description": "When a college student with a tragic past picks up the video game Daughter of the Duke’s Super Love Project, she immediately sees herself in one of the characters. Not the adored heroine of easy mode, Ivonne, but the protagonist of hard mode, misunderstood villain Penelope. Little did she know that she’d fall asleep playing the story…and wake up in Penelope’s body! The only way to escape the game world? Charm one of the love interests and unlock a good ending. But with affection meters starting in the negatives and the inability to speak without choosing from pre-selected dialogue, it quickly becomes clear that a single wrong move means her demise— and this villain might just be destined to die!"
      },
      "genres": ["Romance", "Drama", "Fantasy"],
      "source": {
        "url": "https://yenpress.com/titles/9798400903557-villains-are-destined-to-die-novel-vol-1",
        "name": "Yen Press"
      },
      "volumes": [
        {
          "volume": "2",
          "cover": "https://images.yenpress.com/imgs/9798400903588.jpg?w=408&h=612&type=books&v=20250908040001&s=a783bd7a5d895e4f4a8a10e675694293",
          "url": "https://drive.google.com/file/d/11cjXYYwPnqGEwcLcs_pXc_7QKhovuNou/view?usp=drive_link",
          "synopsis": "The Hunt is on, and Penelope is joining the fray! With crossbow in hand and devil-may-care attitude on lock, the daughter of the duke struts off to confront anything in her way, be it maniacal love interests, conniving countesses, or game for the tournament. So... why does it feel like she’s the one who’s prey? When fate sends assassins after Callisto and Penelope is caught in the crossfire, she soon finds out just the very real, very deadly consequences of her actions on the plot..."
        },
        {
          "volume": "1",
          "cover": "https://images.yenpress.com/imgs/9798400903557.jpg?w=408&h=612&type=books&v=20250519050002&s=e3489580c4d8d5f6bbf730c5c550dd68",
          "url": "https://drive.google.com/file/d/1JIcMcisci-wiydQwLy1ReeBvzYuxA4sm/view?usp=drive_link",
          "synopsis": "When a college student with a tragic past picks up the video game Daughter of the Duke’s Super Love Project, she immediately sees herself in one of the characters. Not the adored heroine of easy mode, Ivonne, but the protagonist of hard mode, misunderstood villain Penelope. Little did she know that she’d fall asleep playing the story…and wake up in Penelope’s body! The only way to escape the game world? Charm one of the love interests and unlock a good ending. But with affection meters starting in the negatives and the inability to speak without choosing from pre-selected dialogue, it quickly becomes clear that a single wrong move means her demise— and this villain might just be destined to die!"
        }
      ]
    },
    {
      "id": "5",
      "title": "Wandering Witch: The Journey of Elaina",
      "coverImage": {
        "cover": "https://images.yenpress.com/imgs/9781975332952.jpg?w=408&h=612&type=books&s=1477d5e44b5c9c45558dd7f5ef415f35",
        "banner": "https://yenpress.com/uploads/Wandering-Witch-v7cover-HeroD-SBC-RV1.jpg"
      },
      "additional_info": {
        "author": "Jougi Shiraishi",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767755590",
        "description": "<strong>It's not about the destination...</strong><br/>What’s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It’s the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she’s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?"
      },
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Drama",
        "Fantasy",
        "Slice of Life"
      ],
      "source": {
        "url": "https://yenpress.com/titles/9781975332952-wandering-witch-the-journey-of-elaina-vol-1-light-novel",
        "name": "Yen Press"
      },
      "volumes": [
        {
          "volume": "16",
          "cover": "https://images.yenpress.com/imgs/9781975368739.jpg?w=285&h=422&type=books&v=20250818040002&s=0421beb3e43a7cbff4169055645f55a4",
          "url": "https://drive.google.com/file/d/1mhniMni8w9SIFnNe247Z_Tp0VUrP1Vzs/view?usp=drive_link",
          "synopsis": "During her journey to find herself, Elaina encounters a host of interesting people: A brand-new adventurer chasing a legend, the charcoal witch spurred on by righteous indignation, a close pair of sisters dressed like knights, a phantom serial killer, a broom desperate to save an abandoned umbrella, and a witch who battles ghosts in order to protect her country. But as Elaina continues her travels, she will say as many goodbyes as hellos."
        },
        {
          "volume": "15",
          "cover": "https://images.yenpress.com/imgs/9781975368715.jpg?w=285&h=422&type=books&s=2a869188c39bf558069b1ff4c125c336",
          "url": "https://drive.google.com/file/d/1bA6ttSkA_ebaf_J57uwfNcrzJpA43jpH/view?usp=drive_link",
          "synopsis": "Wandering across the world is a witch named Elaina. As her travels take her from one place to another, she records a riveting log of her adventures. This book is just an anthology of those tales. The forty-three short stories contained within these pages have been previously published as special bonuses, seasonal extras, and social media posts—all revised and expanded upon, along with an entirely new story!"
        },
        {
          "volume": "14",
          "cover": "https://images.yenpress.com/imgs/9781975368692.jpg?w=285&h=422&type=books&s=33c828dc88bc459fc4104ea87f361e81",
          "url": "https://drive.google.com/file/d/1-WABlycEeVai8l0cVz7G6AR7Y0_W77gy/view?usp=drive_link",
          "synopsis": "In a certain place, there was a witch. Her name was Elaina. Due to the influence of a certain story, she embarks on a journey and travels around the world. Along her adventure, she’ll encounter…gossip-loving adults who gather at the “traveler’s restaurant,” a young “stardust witch” and her teacher, a resident of the “country of performers,” a “condemned” woman from a recovering country who protects public order, a timid staff member of “Hoankyoku” chasing a vicious serial killer, and the “Witch of the Lake Shore,” a genius inventor who made the country that never sleeps."
        },
        {
          "volume": "13",
          "cover": "https://images.yenpress.com/imgs/9781975368678.jpg?w=285&h=422&type=books&s=0d75cd02747dc35a40ddd0e54534236a",
          "url": "https://drive.google.com/file/d/1dqbyghRwjCj8KzuHjui2Fh2u0xhl2ug_/view?usp=drive_link",
          "synopsis": "It’s impossible to predict who Elaina will meet on each leg of her journey, but one thing is always certain: With every new encounter, adventure is never far behind! She’ll cross paths with a money-hungry beauty, a man who smiles in the face of death, a troubled slaver and his ex-girlfriend, an undercover detective, a very fluffy witch, and another witch with horrible communication skills. Perhaps one day our Wandering Witch will even happen upon someone who doesn’t have a problem for her to solve!"
        },
        {
          "volume": "12",
          "cover": "https://images.yenpress.com/imgs/9781975368654.jpg?w=285&h=422&type=books&s=56f452f3c2e084ba90dceb3469434772",
          "url": "https://drive.google.com/file/d/1-8fQF1WIr2hVY5uUsHgMlGbyTDyjCyQH/view?usp=drive_link",
          "synopsis": "Just when you thought their travels were slowing down, Elaina and friends dive headfirst into a slew of new adventures! On this leg of her journey, the ashen witch encounters the seldom-seen dark elves, bumps into a bizarre photographer, attempts to recover a little girl’s long-lost smile, and continues her never-ending quest to fill both her pockets and stomach while an exorcist endeavors to free her from the clutches of avarice. Meanwhile, the sisters Amnesia and Avelia explore a new city, and Saya runs into the last person she expected to see..."
        },
        {
          "volume": "11",
          "cover": "https://images.yenpress.com/imgs/9781975334673.jpg?w=285&h=422&type=books&s=c666a828e2ec53e821895c77a7377448",
          "url": "https://drive.google.com/file/d/1RDMhEiJDidm4Z5gxsRUfOjCYMD8BNwPu/view?usp=drive_link",
          "synopsis": "The life of a traveler is one of unparalleled freedom, and Elaina is determined to live hers to the fullest! Even if that means enduring the occasional misadventure. On this leg of her journey, she encounters a puppet detective, a pair of witches living in a suspicious manor, a theater troupe made the talk of the town by unsavory rumors, a country that practices a strict veggie–only diet, a highly intelligent magical beast at odds with a band of forest nomads, and a vampire who wanders from nation to nation in search of the blood of beautiful women. Will wonders ever cease for this Wandering Witch?"
        },
        {
          "volume": "10",
          "cover": "https://images.yenpress.com/imgs/9781975334635.jpg?w=285&h=422&type=books&s=73d434b2a1095f31b62c57a187945105",
          "url": "https://drive.google.com/file/d/1reLCZdkzd6r92iM8pXtK2kc7GkqTuCQu/view?usp=drive_link",
          "synopsis": "Though Elaina’s journey alongside Fran may be drawing to a close, the two still have much to see and do together. On this leg of the trip, they will encounter a lovelorn mermaid and a lateblooming nomad, a troublesome face from Fran’s youth, a narrowminded novelist, sisters in search of a new home, a magician who lives in a castle in the sky, a demon lurking within the pages of a book, and so much more. Most every tale has its highs and lows, but this time around, Elaina will find herself in the hot seat as she’s grilled by many of the friends she’s made along the way! What could she have possibly done to earn their ire?!"
        },
        {
          "volume": "9",
          "cover": "https://images.yenpress.com/imgs/9781975309701.jpg?w=285&h=422&type=books&s=47266bd225f09493ad93521823d2440e",
          "url": "https://drive.google.com/file/d/1EbSPY0mNO4UjV09DwJqhWS6R6PdYgXTS/view?usp=drive_link",
          "synopsis": "Elaina, now alongside her mentor, Stardust Witch Fran, continues her leisurely journey. On this leg of her travels, she encounters a commander and a record keeper living in a mysterious restaurant, two college girls searching for a historical scoop, a charcoal witch and her talented assistant, a girl who pines after a prince, plus her concerned family, and finally, the daughter of a distinguished mage clan and her orphaned friend. Can Elaina provide the help they need?"
        },
        {
          "volume": "8",
          "cover": "https://images.yenpress.com/imgs/9781975309688.jpg?w=285&h=422&type=books&s=1cf5291b0686c7284e4077cade0e98ff",
          "url": "https://drive.google.com/file/d/1c-eS_3soECtDGSWBaO28nkTxo3bCjoWq/view?usp=drive_link",
          "synopsis": "If there’s one immutable truth in which our Wandering Witch can take comfort, it’s that each new destination promises a one-of-a-kind experience. Nostalgic flavors of the past mingle with the refreshing taste of the present, and as with a loaf of bread hot out of the oven, Elaina is ever ready to sink her teeth in. This time, however, Elaina may have bitten off a little more than she can chew. When she at last crosses paths with a certain dark-haired girl, a pivotal chapter in her life will see its conclusion...or perhaps its beginning?"
        },
        {
          "volume": "7",
          "cover": "https://images.yenpress.com/imgs/9781975309664.jpg?w=285&h=422&type=books&s=b8073611870d3e4b8c1a3a402b192413",
          "url": "https://drive.google.com/file/d/1iSF-C8whUvsT1oEhAmHfpMW6dz_zpQXh/view?usp=drive_link",
          "synopsis": "IT'S NOT ABOUT THE DESTINATION... No matter what corner of the world Elaina seems to find herself in, her journey shows no signs of slowing down. During this particularly magical string of adventures, she encounters a mysterious woman who runs a used bookstore, a renowned witch tasked with eliminating a group of bandits, a man and woman who find common ground within their checkered pasts, a land of witches obsessed with statues, a village populated only by beautiful women, a dragon emerging from its four-hundred-year slumber inside a boulder, and the witch who sealed it there. Many of these tales seem almost quaint, though, in comparison to the legendary account of two young witches and their discovery of a time-reversing pocket watch..."
        },
        {
          "volume": "6",
          "cover": "https://images.yenpress.com/imgs/9781975309640.jpg?w=285&h=422&type=books&s=d98733e99c774f8a05ea4b662df567d9",
          "url": "https://drive.google.com/file/d/19JCbLcTx1X2vhe6SR6iqiyO3FCyxPEfj/view?usp=drive_link",
          "synopsis": "On this stretch of her travels, Elaina encounters an upstart broom racer, a bandit and his mother, a political power couple, the secret lives of tools, a heartbroken medicine maker, a cursed slave, a demon down on their luck, and last but not least, a teacher and schoolgirl at a certain academy who share a peculiar entanglement with a baker. Venturing here, there, and everywhere, Elaina spins yarn after whimsical yarn. What new farewells await her this time?"
        },
        {
          "volume": "5",
          "cover": "https://images.yenpress.com/imgs/9781975309626.jpg?w=285&h=422&type=books&s=39110fac9b4ff00584a4cade7f6080f7",
          "url": "https://drive.google.com/file/d/1ZeLsrYJ9CUPObXSUaqeSpm5AEKHes7OY/view?usp=drive_link",
          "synopsis": "IT'S NOT ABOUT THE DESTINATION... Fresh encounters and warm reunions abound on the next leg of Elaina’s journey. A witch in a birdcage. A distant princess and a phantom thief. A pinch of stardust. Hair the color of midnight. Sisters from the Country of Truth Tellers. A traveler’s path intersects with others’ only for fleeting moments, you see. Sometimes, the hardest lesson to learn is that every hello leads to a good-bye...and the journey never ends."
        },
        {
          "volume": "4",
          "cover": "https://images.yenpress.com/imgs/9781975309602.jpg?w=285&h=422&type=books&s=2665c00c49403cdeb47dc85b76e7db54",
          "url": "https://drive.google.com/file/d/1Q7DSna2q7cPDeahjfZNZuuj8ufd62JIM/view?usp=drive_link",
          "synopsis": "It’s a wonder how one witch can see so many fantastic places yet never settle down. Then again, when your average encounter involves biting into a poisonous apple, meeting a clumsy spy, rendezvousing with a flying dragon, finding a sunken city, explor­ing a frozen town, and more...you might find yourself reluctant to stay in one place, too. Be that as it may, this isn’t the case for everyone. In fact, there’s nothing Amnesia wants more than to go home, if only she could piece her memories back together..."
        },
        {
          "volume": "3",
          "cover": "https://images.yenpress.com/imgs/9781975309589.jpg?w=285&h=422&type=books&s=1d80ebdd197bc1a38a62c512eb728d1c",
          "url": "https://drive.google.com/file/d/1Lv8t0SkopS3Gq5dfADSqYvcujQawL2UB/view?usp=drive_link",
          "synopsis": "No two adventures are alike, and our young witch understands this better than most. She knows that for every happy ending, there is always a sad one—and some stories have no ending at all. But with experiences as varied as dream-demon encounters, magical wars, and stomping grapes, the life of a traveler promises one thing if nothing else—the journey is (almost) always worth it!"
        },
        {
          "volume": "2",
          "cover": "https://images.yenpress.com/imgs/9781975309565.jpg?w=285&h=422&type=books&s=56f4b69d5fa6e9e1bf9db1d5a40d1b80",
          "url": "https://drive.google.com/file/d/1CVHe1HBVZe11AIT2HZ3e_eVvYEhJxlvA/view?usp=drive_link",
          "synopsis": "<strong>It's not about the destination...</strong><br/>A runaway princess, a zombie nation, a divine cat, and lots and lots of bread. These are just a few of the many highlights that color the travels of our young witch. Each place she visits is a new story waiting to be told, rife with encounters that are anything but typicalÑand rarely ending the way anyone expects. Such is the magic of wandering, you see. You never know quite where you’ll end up. A tale can take a turn at any moment and become something else entirely..."
        },
        {
          "volume": "1",
          "cover": "https://images.yenpress.com/imgs/9781975332952.jpg?w=408&h=612&type=books&s=1477d5e44b5c9c45558dd7f5ef415f35",
          "url": "https://drive.google.com/file/d/1Pqd3Pixr04Bb4qIpwHnmOzg39j9V1EEZ/view?usp=drive_link",
          "synopsis": "<strong>It's not about the destination...</strong><br/>What’s your favorite story? Does it have a hero who slays a dragon and saves a princess? Or a child of prophecy destined for greatness? Well, my favorite story is a little different. It’s the tale of a witch who travels the world, seeking nothing in particular. With no quest of her own, she’s free to wander wherever the wind takes her, adding a few pages to the story of whomever she meets before setting off on her next adventure. At the end of her travels, the witch takes on an apprentice who will one day begin her own journey. And so the cycle continues, or so the story goes. Now, the witch who starts the story anew...who could she be?"
        }
      ]
    },
    {
      "id": "4",
      "title": "The Angel Next Door Spoils Me Rotten",
      "coverImage": {
        "cover": "https://images.yenpress.com/imgs/9781975319236.jpg?w=285&h=422&type=books&s=b14f682a97e631f3970c59fabdf6e41f",
        "banner": "https://yenpress.com/uploads/Angel-Next-Door-Spoils-Me-Rotten-HeroD.jpeg"
      },
      "additional_info": {
        "author": "Saekisan",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767754356",
        "description": "<strong>A HEAVENLY ENCOUNTER!</strong><br/><br/>Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades-she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!"
      },
      "genres": ["Comedy", "Romance", "Slice of Life"],
      "source": {
        "url": "https://yenpress.com/titles/9781975319236-the-angel-next-door-spoils-me-rotten-vol-1-light-novel",
        "name": "Yen Press"
      },
      "volumes": [
        {
          "volume": "9",
          "cover": "https://images.yenpress.com/imgs/9798855408881.jpg?w=285&h=422&type=books&v=20250818040002&s=f4ef011060a458e6fc583fd9506e18bb",
          "url": "https://drive.google.com/file/d/1DYoasgHqlHexTKVIMYdJY-Ta1p_vsWvb/view?usp=drive_link",
          "synopsis": "After a fantastic birthday, Amane realizes how much his life has changed for the better thanks to Mahiru. To return the favor, he gets started on preparations to make Mahiru’s birthday her happiest yet, and enlists the help of friends, coworkers, and complete strangers alike. In the meantime, impending parent-teacher conferences send waves of anxiety throughout the school. With exam season following shortly after, Amane and Mahiru vow to dedicate themselves to their studies to ensure their future together. Chiefly on Amane’s mind, however, is Mahiru’s birthday, and the all-important day finally arrives. He has plenty of surprises in store to thrill his girlfriend, but how will she react when he reveals the pièce de résistance?"
        },
        {
          "volume": "8",
          "cover": "https://images.yenpress.com/imgs/9781975379766.jpg?w=285&h=422&type=books&s=f7b2d2204b9aa5024fb6c6550e951542",
          "url": "https://drive.google.com/file/d/19fSiRNeERq_EjedQNXOEBH9aiS3W9iLM/view?usp=drive_link",
          "synopsis": "With the hustle and bustle of the cultural festival finally behind them, normal life has returned. Amane confesses his feelings for Mahiru once again, leading them to make a vow for the future. Intent on getting the perfect gift to represent his feelings, Amane takes a step into unfamiliar territory and takes up a part-time job. Meanwhile, Mahiru also wants to demonstrate her love for Amane in some way. Despite feeling a little lonely, she waits anxiously for his return, carrying out her plan with utmost secrecy...!"
        },
        {
          "volume": "8.5",
          "cover": "https://images.yenpress.com/imgs/9798855408867.jpg?w=285&h=422&type=books&s=4bbb84c7c395ca95186da85488ca6749",
          "url": "https://drive.google.com/file/d/1XppFD5fHhg9YTwJqvgW0KzmMq5O4NWqm/view?usp=drive_link",
          "synopsis": "<strong>A SLICE OF HEAVEN</strong><br/><br/>Amane is a high schooler who lives alone and spent many of his days lazing about before he met Mahiru, the most beautiful girl at school, whom everyone treats like an angel. While they had little connecting them at first, a chance encounter drew the two closer and closer until they became inseparable. This collection of short stories dives into all the changes that Amane and Mahiru’s new relationship is going through and all the memories they’re making along the way."
        },
        {
          "volume": "7",
          "cover": "https://images.yenpress.com/imgs/9781975379742.jpg?w=285&h=422&type=books&s=71611bc2f1dd7d1a6dad68c4beb39e0f",
          "url": "https://drive.google.com/file/d/1Fc6-Sfydx_Vd6fCRGJcc6HKWRNGqy9be/view?usp=drive_link",
          "synopsis": "<strong>ARE THERE MAIDS IN HEAVEN?</strong><br/><br/>A summer vacation filled with love has come to an end as Amane and Mahiru head back to school. They’re still floating on cloud nine, and their classmates can tell. If anything, it’s too obvious, and they wish these lovebirds could stop smothering the classroom with their overpowering romance. If they have to fill it with something, then it should be maids—or so the votes say when they decide to run a maid café for the fast-approaching cultural festival. Amane isn’t super-excited about the prospect of random guys ogling Mahiru for days, and while that’s a real concern, he should actually be worrying about what he’ll have to do during the event!"
        },
        {
          "volume": "6",
          "cover": "https://images.yenpress.com/imgs/9781975372583.jpg?w=285&h=422&type=books&s=f7db53dc34c5e2fe2931ef652ba2b1ba",
          "url": "https://drive.google.com/file/d/1hZmQmw2pZkn3tQIrQD-UAL47qRkwrp9x/view?usp=drive_link",
          "synopsis": "Back in his hometown, and with Mahiru’s support, Amane is finally able to confront his bitter past head-on. He’s so lucky to have a girl like her by his side, and as he watches her cheerfully accept his parents’ affection, he becomes all the more confident that he wants to stay with her forever. A couple at last, the pair share plenty of sweet, touching moments until, as their vacation draws to a close, it’s time to make memories at the summer festival! But amid so much joy, someone from Mahiru’s past makes an unlikely appearance…"
        },
        {
          "volume": "5",
          "cover": "https://images.yenpress.com/imgs/9781975348274.jpg?w=285&h=422&type=books&s=7f4c1be5478fcbac10fd9c900569ac2f",
          "url": "https://drive.google.com/file/d/1EL0BoNWR2Qv77kgXFCYd0jdHeltFPGL4/view?usp=drive_link",
          "synopsis": "After a long period of unrequited love, Mahiru and Amane finally begin dating, and the inexperienced pair stumbles through their new relationship while steadily growing closer. When they openly show their love at school, everyone is shocked. However, that isn’t the only change—Amane slowly becomes more confident and easier to approach. Watching him, Mahiru can’t help feeling slightly uneasy...but it’s the start of summer vacation, and unforgettable memories await!"
        },
        {
          "volume": "5.5",
          "cover": "https://images.yenpress.com/imgs/9781975372569.jpg?w=285&h=422&type=books&s=ebdabb954316edfb8fa05638652cf792",
          "url": "https://drive.google.com/file/d/1puULbXzklCXVGk5EaRt6ESeqNaOmppSq/view?usp=drive_link",
          "synopsis": "Amane Fujimiya is a high schooler who lives alone and spends his days loafing around. Mahiru Shiina is the most beautiful girl in school, nicknamed “Angel” by those around her. These two neighbors, who initially have little in common, eventually begin sharing meals and much more. This collection of short stories reveals precious moments from their sweet, impatient love story, which continues to grow as Amane and Mahiru learn new things about themselves and each other."
        },
        {
          "volume": "4",
          "cover": "https://images.yenpress.com/imgs/9781975344405.jpg?w=285&h=422&type=books&s=2d325c328b4b251334ce17b4fe524f4d",
          "url": "https://drive.google.com/file/d/15wKKbotHi_kK6g26BwVy2L7E3RChKE4b/view?usp=drive_link",
          "synopsis": "To take his relationship with Mahiru to the next level, Amane works hard to improve himself so he can stand confidently beside her. However, Amane’s slow-and-steady approach may not be enough, as Mahiru takes bold measures to convey her feelings that Amane can’t afford to ignore… How will Amane respond to the devious actions of the sweet and beautiful angel?"
        },
        {
          "volume": "3",
          "cover": "https://images.yenpress.com/imgs/9781975333409.jpg?w=285&h=422&type=books&s=d312bd1d6d691c1026673d4bd9c5f273",
          "url": "https://drive.google.com/file/d/15wKKbotHi_kK6g26BwVy2L7E3RChKE4b/view?usp=drive_link",
          "synopsis": "The second year of high school has only just started, and Amane is already in a bind. His new class includes everyone’s angel, Mahiru, as well as their friends Itsuki and Chitose. Of course, no one can know how close he and Mahiru have gotten so long as they pretend to be strangers. This arrangement may not last long, though, given that a certain someone is clearly unhappy she can’t spend time with Amane. While he tries to figure out what to do next, some old wounds resurface..."
        },
        {
          "volume": "2",
          "cover": "https://images.yenpress.com/imgs/9781975322694.jpg?w=285&h=422&type=books&s=2517692dc4550fd741deb7f1d6062fb2",
          "url": "https://drive.google.com/file/d/1e14tY0BnPYN1NKWV8wWmd67nMdWR6TAl/view?usp=drive_link",
          "synopsis": "Amane and Mahiru never imagined their chance encounter in the rain would lead them to share so many warm meals and quiet moments. But as they gradually grow closer, Amane spots an unspoken loneliness hanging over her. Clumsy and awkward as he is, Amane is unsure what the cause is or how he can help. Complicating matters, his rowdy mother and gentle father announce a surprise visit over New Year’s, which can only mean trouble! Then again, maybe this is just the thing to start melting his beautiful neighbor’s icy heart."
        },
        {
          "volume": "1",
          "cover": "https://images.yenpress.com/imgs/9781975319236.jpg?w=408&h=612&type=books&s=bff94902e8e31d65aca323dc3dcafc66",
          "url": "https://drive.google.com/file/d/1OAUJ25aaBgE7facqHKqxcYQr8ed_uf1B/view?usp=drive_link",
          "synopsis": "<strong>A HEAVENLY ENCOUNTER!</strong><br/><br/>Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades-she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!"
        }
      ]
    },
    {
      "id": "3",
      "title": "Yuri Tama: From Third Wheel to Trifecta",
      "coverImage": {
        "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2022/10/Yuri-Tama-From-Third-Wheel-to-Trifecta-v01.jpg?w=500&ssl=1",
        "banner": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9fGO_eVX-z63yy9wpx3CJZYldGpfkqKpZMA&s"
      },
      "additional_info": {
        "author": "Toshizou",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767753146",
        "description": "Yuna Momose and Rinka Aiba were made for each other, and their whole school knows it. Between Yuna's princess-like elegance and Rinka's prince-like charm, all their classmates see them as the ideal couple. Yotsuba Hazama is no exception to that, but she is exceptional in another way: she's somehow managed to become fast friends with both of them! Having the whole school's favorite ship as her two best friends isn't exactly easy, though. Not only does it make everyone treat Yotsuba like a particularly obnoxious third wheel, it makes her feel like one too! Or at least it does, until one day, Yuna asks her out. And then Rinka asks her out too! And Yotsuba, whose social anxiety never seems to kick in until after she's already messed something up...says yes to both of them, without sparing so much as a single thought for the consequences. Oops! Now Yotsuba only has one choice: keep her accidental two-timing under wraps and make both of her new girlfriends as happy as she possibly can!"
      },
      "genres": ["Comedy", "Romance"],
      "source": {
        "url": "https://j-novel.club/series/yuri-tama-from-third-wheel-to-trifecta",
        "name": "J-Novel Club"
      },
      "volumes": [
        {
          "volume": "5",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2026/01/Yuri-Tama-From-Third-Wheel-to-Trifecta-The-Fifth.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1uS3wwPIRLyeuJUVh-RJDPNmywBEFQ2vt/view?usp=drive_link",
          "synopsis": "The good news: Yotsuba’s plan to unite her class in support of Yuna, Rinka, and Makina was a smashing success! The pervasive atmosphere of awkward discomfort that had been looming over her and her classmates is gone, and everyone’s finally ready to buckle down and make sure that their cultural festival idol show turns out as well as it possibly can! The bad news: A whole new problem for Yotsuba to stress over almost immediately rears its head! Mio Kuruma, Shooting Star’s second-in-command, bursts onto the scene in a desperate attempt to drag Makina back into show business! Worse still, she pulls Yotsuba into her scheme! How will Yotsuba contribute to the cultural festival, keep Mio from causing too much trouble, and resolve the ever so slight issue of Makina’s totally unaddressed feelings for her all at once?!"
        },
        {
          "volume": "4",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/07/yuri-tama-from-third-wheel-to-trifecta-the-fourth.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1xOVsFRI2ZpasQtnyhOkW6jlKlmJfcvdM/view?usp=drive_link",
          "synopsis": "Makina Oda has crash-landed into Eichou High with all the force of a shooting star, and Yotsuba’s already fragile social life has been caught in the blast! It would be bad enough if Makina were just a nationally renowned idol who also happened to be Yotsuba’s childhood friend, but the fact that she’s also dead set on winning Yotsuba’s affection has dialed the chaos—and awkwardness—up to eleven. Then, just when it seems like things can’t possibly get any worse, the annual cultural festival arrives and Makina, Yuna, and Rinka are thrown together in a project that could bring all those conflicts to a head at the same time! Can Yotsuba navigate the interweaving needs of her friends and girlfriends, the pressures of an oncoming festival, and her own crippling social anxiety to save the day and make everyone happy? Not alone, that’s for sure! Where’s Koganezaki to help when Yotsuba needs her most?! No, really... Where is Koganezaki?"
        },
        {
          "volume": "3",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2023/07/Yuri-Tama-From-Third-Wheel-to-Trifecta-v03.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1DfYQCGCkrMDAJsiRQVbKL8L9z3TDSxmn/view?usp=drive_link",
          "synopsis": "Two crises deep into Yotsuba’s fledgling three-way relationship with Yuna and Rinka, her love life is finally reaching equilibrium. Her girlfriends approve of the unusual arrangement they’ve settled into, her little sisters begrudgingly acknowledge it, and it seems like life couldn’t get any better...which, of course, means it’s time for a new disaster to shake things up all over again! For all the positive traits Yotsuba can’t bring herself to admit that she has, it’s undeniable that she also has a bad memory. Very bad. So bad that she just might’ve forgotten she had a childhood friend way back whenever, then failed to notice as said childhood friend became a nationally renowned pop idol, all to fulfill a promise she made with Yotsuba...which Yotsuba, of course, also forgot about. Their reunion could only possibly be more awkward if, say, Yotsuba’s old friend asked her for help faking a relationship...but what are the odds of that happening?"
        },
        {
          "volume": "2",
          "cover": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSM1irBHx0z8mgTiyTHmKFM-Nx2s6xun1MlPw&s",
          "url": "https://drive.google.com/file/d/1Q5xeD72MTLEx3S196XKP-nkFNQinuoUZ/view?usp=drive_link",
          "synopsis": "Yotsuba Hazama has it made. Summer vacation is just around the corner, and this year she gets to spend it with her two girlfriends, Yuna and Rinka! Sure, she’ll spend it doing makeup lessons instead unless she passes all her finals, but how hard could that be? And her girlfriends’ fan club is a ticking time bomb in the background of her school life, but it’s not like that has any chance of causing her problems! And, yes, her little sisters have been treating her with an inexplicable mixture of contempt and suspicion lately, but there’s no way that’ll go anywhere unpleasant! On second thought, let’s start over: Yotsuba Hazama is in way over her head! Her first-ever summer with her new girlfriends is in peril of flunking-induced cancellation, her social standing at school is dangling by a thread, and she can’t even figure out what’s wrong with her relationship with her sisters, but it’s definitely going to be a problem! Who knew having two girlfriends could be this difficult?!"
        },
        {
          "volume": "1",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2022/10/Yuri-Tama-From-Third-Wheel-to-Trifecta-v01.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1HxiX4j0YnsYMdQlcN9GBbAOF5bH0Q2Z1/view?usp=drive_link",
          "synopsis": "Yuna Momose and Rinka Aiba were made for each other, and their whole school knows it. Between Yuna's princess-like elegance and Rinka's prince-like charm, all their classmates see them as the ideal couple. Yotsuba Hazama is no exception to that, but she is exceptional in another way: she's somehow managed to become fast friends with both of them! Having the whole school's favorite ship as her two best friends isn't exactly easy, though. Not only does it make everyone treat Yotsuba like a particularly obnoxious third wheel, it makes her feel like one too! Or at least it does, until one day, Yuna asks her out. And then Rinka asks her out too! And Yotsuba, whose social anxiety never seems to kick in until after she's already messed something up...says yes to both of them, without sparing so much as a single thought for the consequences. Oops! Now Yotsuba only has one choice: keep her accidental two-timing under wraps and make both of her new girlfriends as happy as she possibly can!"
        }
      ]
    },
    {
      "id": "2",
      "title": "Tsukimichi: Moonlit Fantasy",
      "coverImage": {
        "cover": "https://hanashi.media/api/src/cmght0stt00e0jtsxykw39v71",
        "banner": "https://static0.cbrimages.com/wordpress/wp-content/uploads/2022/10/tsukimichi-moonlit-fantasy.jpg"
      },
      "additional_info": {
        "author": "Kei Azumi",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767752769",
        "description": "Makoto Misumi was an average, everyday high schooler, who found himself shipped off to another world at his parents’ whims. Upon arrival, however, he’s insulted by the Goddess for being too ugly and thrown into a desolate wasteland. He frantically searches for human warmth and connection, but can find nothing but monsters and inhuman settlers. When he finally meets companions he can trust, they turn out to be a pair of powerful perverts in a former dragon and a former giant spider! His high-octane, incredibly misfortunate trek through this foreign world has only just begun!"
      },
      "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Fantasy",
        "Harem",
        "Comedy",
        "Shounen"
      ],
      "source": {
        "url": "https://hanashi.media/light-novels/tsukimichi-moonlit-fantasy/1",
        "name": "Hanashi Media"
      },
      "volumes": [
        {
          "volume": "11",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/12/Tsukimichi-Moonlit-Fantasy-Tsuki-ga-Michibiku-Isekai-Dochu-Volume-11.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1_eWtLdd0ywB7qGOT_vMz11xBuPTSUaDg/view?usp=drive_link",
          "synopsis": "As every country slowly began to recover from the chaos sparked by the mutant incident, Makoto found himself constantly summoned by the Empire's nobles and the Kingdom's lords, running himself ragged through endless rounds of formal greetings.<br/>Amid this whirlwind of obligations, he finally gave his answer to a long-standing proposal: a face-to-face meeting with none other than the Demon King. Invited to the demon capital-a land no hyuman had ever set foot in-Makoto was received with the personal hospitality of the Demon King himself.<br/>For a mere merchant, such treatment was nothing short of extraordinary¿ leaving Makoto utterly at a loss for how to handle it!?"
        },
        {
          "volume": "10",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/12/Tsukimichi__Moonlit_Fantasy_-_Tsuki_ga_Michibiku_Isekai_Dochu_-_Volume_10.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1JxfAnw5zY6kexVKMuIZciU8Ac0RZA963/view?usp=drive_link",
          "synopsis": "Two monsters. One city. And no more room to hold back.<br/>To rescue the hero from the demon assault, Makoto and Shiki are sent to Limia’s capital, where they repel the towering demon general—all while keeping their true identities under wraps.<br/>But just as things seem to settle, a new threat crashes onto the stage: the deadliest human swordswoman—Sofia, the Dragon Slayer—and her partner, the blade-dragon Lancer.<br/>Their devastating rain of swords leaves the capital in ruins.<br/>Now, a berserker empowered by the fallen greater dragons’ might launches a relentless assault on Makoto… and he’ll have to face a whole new level of madness."
        },
        {
          "volume": "9",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/10/Tsukimichi-Moonlit-Fantasy-Volume-9.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1qyzpoWf5_CxJ_JE7WmCIlrZzeQ9vMy6i/view?usp=drive_link",
          "synopsis": "As chaos erupts in the hyuman world, a reluctant trump card is forced into play...<br/>Using the commotion caused by Rotsgard’s mutant outbreak, the demon army makes its move—marching on the capitals of the Kingdom of Limia and Gritonia Empire.<br/>Faced with the four-armed demon general Io, the kingdom’s hero finds themselves cornered, without hope.<br/>Meanwhile, Makoto is abducted yet again by the Goddess and coerced into assisting the hero in crisis.<br/>Pushed around by both gods and demons alike, Makoto turns the tables with an unexpected counterstrategy!<br/>As the battlefield descends into chaos, demons, hyumans, and the Demiplane each pursue their own agenda in a deadly clash of ambitions!"
        },
        {
          "volume": "8.5",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/10/tsukimichi-vol-8.5.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1o0PFdJVK5RudQEkXPgzEVJ1dxoDhqLDC/view?usp=drive_link",
          "synopsis": "A fully original side story from the hit underdog fantasy!<br/>With Rotsgard entering summer break, Makoto seizes the opportunity to focus on improving his magical output. While training, he comes across a paper on “mana materialization” that sparks a breakthrough—leading him to develop a brand-new power to protect the Demiplane.<br/>Harnessing his overwhelming mana and razor-sharp focus, he gives form to a shifting, fluid force: the Mana Body! Even the strongest of the Demiplane are left stunned by this fearsome new ability—what exactly is Makoto’s latest trump card!?"
        },
        {
          "volume": "8",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/07/Tsukimichi-Moonlit-Fantasy-v08.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/16KZb14ChoWCoxy6V-HAiqB30uJf-thru/view?usp=drive_link",
          "synopsis": "Just after the fierce final match of the grand tournament that lit up the school festival in the Academy City of Rotsgard, a nightmarish twist shattered the triumphant atmosphere. Before Makoto's victorious students could catch their breath, Ilumgand-who had been soundly defeated-rose again. But this time, he was no longer human. Twisted into a grotesque monster, he stood in their path once more.<br/><br/>His horrific transformation marked only the beginning.<br/><br/>Within moments, the entire city descended into chaos. The Academy City of Rotsgard was overrun by a horde of monstrous abominations, plunging the once-vibrant stronghold of learning into the brink of annihilation. With lives in peril and the city teetering on collapse, Makoto Misumi-an instructor at the academy-took it upon himself to uncover the cause and quell the disaster.<br/><br/>With his loyal followers at his side, he sets out into the heart of the turmoil.<br/><br/>The \"Unfortunate Prodigy\" Makoto Misumi charges headfirst into the tangled crisis threatening the Academy City of Rotsgard, determined to protect the city of learning from total ruin!!"
        },
        {
          "volume": "7",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/05/Tsukimichi-Moonlit-Fantasy-Volume-7.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1GYemx0L5uq0Hw2cVKLj4rkIa5kViMJQg/view?usp=drive_link",
          "synopsis": "While managing his merchant duties, Makoto is also thoroughly enjoying his role as a teacher in Rotsgard. With the long-awaited school festival finally underway and the grand tournament just around the corner, the excitement among his students is reaching a fever pitch.<br/>However, just as the festivities reach their peak, a series of unforeseen calamities descends upon Makoto and his class, jeopardizing the enjoyment.<br/>The perpetually unlucky storm magnet, Makoto Misumi, stands prepared to confront the chaos head-on!"
        },
        {
          "volume": "6",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/03/Tsukimichi-Moonlit-Fantasy-Volume-6.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1kjSLCZdk64O8l_A463nvdVjYmF8gUbDd/view?usp=drive_link",
          "synopsis": "In the academy city of Rotsgard, Makoto Misumi planned to enroll as a student—but somehow ended up working as a instructor instead! His hands-on, combat-heavy classes were a shock to students used to a more relaxed curriculum.<br/>However, as results began to show, his reputation skyrocketed despite his intentions. Before long, his overly enthusiastic students even roped him into running special summer training sessions to prepare for the upcoming academy festival.<br/><br/>\"Uh… you know I’m technically a merchant, right?\""
        },
        {
          "volume": "5",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/02/tsukimichi-vol-5.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1Iolv6WjF0dGg0yaQZNXDHSUve2oVOXs5/view?usp=drive_link",
          "synopsis": "After countless struggles, Makoto, an ordinary high school student, reaches his long-sought destination: the academy city of Rotsgard.<br/>His goal is simple—to learn more about this strange new world by enrolling in its famous academy. But things don’t go as planned. Instead of an entrance exam, Makoto finds himself taking a test meant for teacher candidates!<br/>And so begins the unpredictable and often chaotic school life of Misumi Makoto, a young man whose knack for attracting trouble shows no signs of slowing down."
        },
        {
          "volume": "4",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/12/tsukimichi-vol-4.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1sXxk5Z_nrVZOxTXXLjPgDRv-5xCDNHOb/view?usp=drive_link",
          "synopsis": "Early 140,000 Copies Sold! The Highly Anticipated Fourth Volume of the Misfortunate Boy's Isekai Rise to Power Fantasy! Makoto Misumi, an ordinary high school student, finds himself suddenly transported to another world. Having resolved a series of conflicts in Tsige, he now sets his sights on the Academy City of Rotsgard. However, his journey takes an unexpected turn when he loses consciousness and is kidnapped by unknown forces.<br/>He awakens in the midst of a battlefield, where a mysterious woman with a fierce smile stands before him, poised to strike with her massive sword. Surrounded by chaos, Makoto must navigate this perilous situation and overcome the greatest danger he has faced yet. Will Makoto, the unlucky hero who seems to attract trouble, manage to survive this dire predicament?"
        },
        {
          "volume": "3",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/09/Tsukimichi_-Moonlit-Fantasy-Tsuki-ga-Michibiku-Isekai-Dochu-Volume-03.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/19vgqSwm5_pm8zW3Igu1JznUBcImU_9M0/view?usp=drive_link",
          "synopsis": "In a world where he was suddenly summoned, ordinary high school student Makoto continues his journey with his non-human companions, a former dragon and a former spider. The beginning of his trials started when he encountered a \"Forest Ogre\"—a demi-human species with an elf-like appearance that dwells in forests—near the city of Tsige, where they were staying during their travels. The unfortunate hero who attracts trouble, Makoto Misumi's hardships reach their peak here!<br/><br/>Included is a special newly written story depicting the struggles of Rembrandt, the greatest merchant in Tsige, as he works hard for Makoto, who has established a trading company!"
        },
        {
          "volume": "2",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/07/Tsukimichi-Moonlit-Fantasy-v02.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1ilVSSFvXdr6JvGMRe_smoWYFD6-SzzLu/view?usp=drive_link",
          "synopsis": "The long-awaited second volume of the fantasy saga follows the journey of Makoto Misumi, an unfortunate young man carving his path in another world. After braving the perilous \"End of the World,\" teeming with monsters, Makoto seeks to establish himself as a merchant. His first step? Making contact with Rembrandt, a leading merchant who holds sway over the town. Yet, Makoto discovers a dark shadow looming over Rembrandt's family—a severe curse. The trials facing the compelling, yet unfortunate, Makoto Misumi are far from concluded. Rise, residents! Additionally, this volume features an exciting special section: a martial arts tournament to crown the number one fighter in the subspace!"
        },
        {
          "volume": "1",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/03/Tsukimichi-Moonlit-Fantasy-v01.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1LmQDkaUJl2ezhXmesOa-N66Acwu1AnrH/view?usp=drive_link",
          "synopsis": "Makoto Misumi was an average, everyday high schooler, who found himself shipped off to another world at his parents’ whims. Upon arrival, however, he’s insulted by the Goddess for being too ugly and thrown into a desolate wasteland. He frantically searches for human warmth and connection, but can find nothing but monsters and inhuman settlers. When he finally meets companions he can trust, they turn out to be a pair of powerful perverts in a former dragon and a former giant spider! His high-octane, incredibly misfortunate trek through this foreign world has only just begun!"
        }
      ]
    },
    {
      "id": "1",
      "title": "Rebuild World",
      "coverImage": {
        "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2022/08/rebuild-world-v01.jpg?resize=600%2C854&ssl=1",
        "banner": "https://i.redd.it/l5d0o4szra4a1.jpg"
      },
      "additional_info": {
        "author": "Nahuse",
        "status": "Releasing",
        "type": "Light Novel",
        "updatedAt": "1767751485",
        "description": "The pinnacle of human civilization has come and gone, leaving only ruins in its wake. Society and science now struggle to rebuild, rediscovering scraps of knowledge from powerful ancient artifacts that defy comprehension. These relics of the “Old World” can make the fortunes of those who find them—if ancient security systems and rogue bioweapons don’t kill the relic hunters first. Akira, a young street orphan, sets out to become one such hunter to escape his brutal life in the slums. Untrained, malnourished, and poorly armed, Akira would be lucky to make it back from the ruins alive—until an encounter with Alpha, a mysterious, ghostly woman, changes his fate forever. Alpha needs a hunter, and she’s willing to train Akira to get one. Will her support be enough to help a penniless kid from the slums climb to the top of a crushing and merciless world?"
      },
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Mecha",
        "Mystery",
        " Sci-Fi",
        "Supernatural"
      ],
      "source": {
        "url": "https://www.jnovels.com/rebuild-world",
        "name": "J-Novel Club"
      },
      "volumes": [
        {
          "volume": "7",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/12/Rebuild-World-Volume-7.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1Kcrr1dYKWVMBU1Qh1C2PqWJSf9QXAu4c/view?usp=drive_link",
          "synopsis": "Akira heads east to a brand new city! He’s reached hunter rank 50, a reward for his role in fighting the nationalists and a sign that he is outgrowing Kugamayama. And with new growth comes a new woman in his life—the prodigy city official Hikaru! She convinces Akira to help guard a convoy heading east. But the monsters farther east might prove to be more than he can handle. Formidable new monsters and startling surprises await him out on the frontier!"
        },
        {
          "volume": "6 Part 2",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/07/rebuild-world-volume-6-part-two.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1fju0Jwdw_vonYYtzlJfSCtwb8a0cd_GJ/view?usp=drive_link",
          "synopsis": "Akira’s in trouble—the battle with Old World automatons in the Iida ruins destroyed all his gear, and without it, he can’t hunt relics! Meanwhile, Katsuya and Yumina are eager to return to each other’s side. To do so, Yumina is mastering the skill she learned from Akira: controlling her sense of time. Unfortunately, the power struggle among Kugamayama’s leaders grows more ruthless by the minute, and everyone is dragged into the conflict. Ideals, hopes, and wishes all collide. What fate lies at the end of their struggle—at the end of their desires?"
        },
        {
          "volume": "6 Part 1",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2025/01/rebuild-world-volume-6-part-one.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1QpEV2LLUUIkanRskiy0MP4UICaaJXwUN/view?usp=drive_link",
          "synopsis": "With the gang war behind him and touting a brand-new set of gear (again), Akira is ready to dive back into the ruins for relics once more! In the depths of Kuzusuhara, the enigmatic Alpha guides him to an Old World city. There he encounters Tsubaki—the AI managing the area—who seems to hold a grudge against Alpha! Meanwhile, Sheryl’s relic shop finally opens for business. All is going well for Akira, but the city seems to have other plans for him. Many lives hang in the balance as conspiracies unfold and the Old and New Worlds clash!"
        },
        {
          "volume": "5",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/07/rebuild-world-volume-5.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1Wyr2iwUG-X1O3yq3bF8i5_-0Gzecwn5w/view?usp=drive_link",
          "synopsis": "With his adventures in the Mihazono Town Ruins behind him, Akira returns home to find that Sheryl is joining forces with Katsuragi to start a relic shop in the slums. When the years-long war between the two largest gangs—the Ezent Family and Harlias—comes to a head, Sheryl and her business get caught in the cross fire! With Sheryl in both gangs’ crosshairs, it’s up to Akira to save her! But with Viola scheming behind the scenes and Akira having another unexpected encounter with Carol, it won’t be easy. Will a brand-new set of gear and weapons be enough to go up against two gangs at once and rescue Sheryl from a grisly fate?"
        },
        {
          "volume": "4",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/05/rebuild-world-volume-4.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1ke2FTmReiymrrJPwynGilEfD883BhpLG/view?usp=drive_link",
          "synopsis": "Akira has grown by leaps and bounds as a hunter, and so he decides to tackle the dangerous Mihazono Town Ruins. In Mihazono’s factory district, he unexpectedly comes across Carol and Monica, two hunters who are working together as surveyors. But the real surprise comes when a horde of menacing machines defy their own programming in order to pursue the hunters! What does this mean for Akira and his companions? Friends both new and old, and some unlikely allies, join the fray against their toughest foes yet!"
        },
        {
          "volume": "3 Part 2",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2024/01/rebuild-world-volume-3-part-two.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1nymqAfztGSLhnrUIqYCCzN2jqVb-oI5h/view?usp=drive_link",
          "synopsis": "Akira has made it out of Yonozuka Station alive, but he’ll have to put his next relic hunt on hold—the ruin’s drastically altered ecosystem is spawning mutant behemoths, rendering the wasteland unsafe. The Hunter Office steps in and offers a large bounty for exterminating them, leading to an enticing proposition for Akira from an unlikely source. Meanwhile, the internal conflict within Druncam escalates. Akira must now face deadlier foes than ever before, and this time Alpha’s support might not be enough!"
        },
        {
          "volume": "3 Part 1",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2023/10/Rebuild-World-Vol-3-Part-1.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1xmO2INKmTzo7vQA6Sf_6_Q__1ywyAyEm/view?usp=drive_link",
          "synopsis": "Healed, rested, and armed with a powerful new arsenal, Akira is ready to resume relic hunting. His first target is a field of rubble that he suspects conceals an untouched ruin. Does the barren ground hold fabulous riches or disappointment—or long-dormant perils? The young hunter will need to put all his new skills to work in his quest to find out! But even that won’t be enough to profit off the answer—Akira will need to set aside his deep-seated suspicion and put greater trust in his allies if he hopes to make the most of his discovery."
        },
        {
          "volume": "2 Part 2",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2023/07/rebuild-world-volume-2-part-two.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1xJUE05Jkm2o3sBww7Hxs1Rh_5oysvbY7/view?usp=drive_link",
          "synopsis": "Akira has only spent two days exterminating the heavily armored scorpions hiding out in the underground tunnels, and he’s already had more close calls than he bargained for. And try as he might, his bad luck’s about to get worse. A chance encounter soon proves that the biggest threat in the tunnels aren’t monstrous bugs but other humans. Now a gang of cyborg relic thieves have him in their crosshairs, and his fellow hunters may not take his side. With his lines of communication cut off, and forced to fight new enemies and old allies, Akira is outclassed, outgunned, and out of options. How will the young relic hunter stop a threat that can pursue him from beyond the grave? As Akira fights for survival, the scheming ghosts of the Old World look on..."
        },
        {
          "volume": "2 Part 1",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2023/03/rebuild-world-volume-2-part-one.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1d1TPLJawTgqUSS8J9R-HAmmmcRaIrIAW/view?usp=drive_link",
          "synopsis": "Akira is riding high after his successful rescue operation. With new gear and new friends, he’s ready for the next phase of his relic-hunting career. But Akira isn’t the only young hunter in the wastelands, and success might just paint a target on his back. Katsuya, a rookie with the hunter syndicate Druncam, is desperate for recognition, but the veterans around him are more interested in Akira’s feats. Unaware of how much support Akira receives from the ghostly Alpha, Katsuya struggles to outdo his fellow up-and-comer, pushing himself and his friends into ever greater danger in the process. But just when it seems he’s pushed his luck too far, Katsuya has a mysterious encounter of his own. When a major job throws these two young hunters together, Akira must come to grips with Katsuya’s one-sided rivalry while facing down a nest of new and deadly monsters."
        },
        {
          "volume": "1 Part 2",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2022/11/Rebuild-World-v01-Part-2.jpg?w=500&ssl=1",
          "url": "https://drive.google.com/file/d/1j-TOMliCrHKQMPYhoLVAz0vKrra8fmRe/view?usp=drive_link",
          "synopsis": "Akira has come a long way from his life on the streets. He’s a proper hunter now, with a roof over his head, food on his plate, and cash in his pocket. And under the guidance of the mysterious Alpha, he continues to acquire superior weapons, skills, and gear. But success has its downsides, and unfamiliar threats are hurtling toward him—both in the desert wastelands and in the city streets. Akira’s deal with aspiring gang leader Sheryl puts him in conflict with the rival bosses eyeing her territory, and it’s going to take more than firepower to navigate the web of schemes and alliances ensnaring the slums. Meanwhile, a massive swarm of monsters bursts out of the ruins, heading straight for Kugamayama City. Rushing to answer the call for help offers Akira a fresh chance for advancement, but the real danger may prove to be his fellow hunters..."
        },
        {
          "volume": "1 Part 1",
          "cover": "https://i0.wp.com/jnovels.com/wp-content/uploads/2022/08/rebuild-world-v01.jpg?resize=600%2C854&ssl=1",
          "url": "https://drive.google.com/file/d/1J737EaL010-cbMR8gkOwQpC9CeZWRqvH/view?usp=drive_link",
          "synopsis": "The pinnacle of human civilization has come and gone, leaving only ruins in its wake. Society and science now struggle to rebuild, rediscovering scraps of knowledge from powerful ancient artifacts that defy comprehension. These relics of the “Old World” can make the fortunes of those who find them—if ancient security systems and rogue bioweapons don’t kill the relic hunters first. Akira, a young street orphan, sets out to become one such hunter to escape his brutal life in the slums. Untrained, malnourished, and poorly armed, Akira would be lucky to make it back from the ruins alive—until an encounter with Alpha, a mysterious, ghostly woman, changes his fate forever. Alpha needs a hunter, and she’s willing to train Akira to get one. Will her support be enough to help a penniless kid from the slums climb to the top of a crushing and merciless world?"
        }
      ]
    }
  ]
}
